Repository: AishwaryaKandalkar/Scheme-Recommender
Catalog: db_hackathon_new/lib/l10n/app_*.arb
Languages: hi, mr

# welcomeMessage
source: Welcome to SchemeFinder
hi: SchemeFinder में आपका स्वागत है
mr: SchemeFinder मध्ये आपले स्वागत आहे

source: Login
hi: लॉग इन करें
mr: लॉगिन करा

source: Register
hi: पंजीकरण करें
mr: नोंदणी करा

# locationPrompt
source: Please allow location access to get personalized schemes.
hi: व्यक्तिगत योजनाओं के लिए कृपया स्थान एक्सेस की अनुमति दें।
mr: वैयक्तिकृत योजना मिळवण्यासाठी कृपया स्थान प्रवेशास अनुमती द्या.

source: Secure & Trusted
hi: सुरक्षित और विश्वसनीय
mr: सुरक्षित आणि विश्वासार्ह

source: AI Powered
hi: एआई संचालित
mr: एआय संचालित

source: Location Based
hi: स्थान आधारित
mr: स्थान आधारित

# locationBasedDescription
source: Get personalized schemes based on your location and preferred language.
hi: स्थान और पसंदीदा भाषा के अनुसार योजनाएँ प्राप्त करें
mr: आपल्या स्थान आणि प्राधान्य दिलेल्या भाषेनुसार योजना मिळवा

source: Expert Support
hi: विशेषज्ञ सहायता
mr: तज्ञांची मदत

# expertSupportDescription
source: Chat or call local agents for personalized assistance.
hi: व्यक्तिगत सहायता के लिए स्थानीय एजेंट से चैट या कॉल करें
mr: वैयक्तिक मदतीसाठी स्थानिक एजंटशी चॅट किंवा कॉल करा

# skip
source: Skip and Continue
hi: छोड़ें और आगे बढ़ें
mr: वगळा आणि पुढे जा

# allowLocation
source: Allow Location Access
hi: स्थान एक्सेस की अनुमति दें
mr: स्थान प्रवेशास अनुमती द्या

# chooseLanguage
source: Choose your preferred language
hi: अपनी पसंदीदा भाषा चुनें
mr: आपली प्राधान्य भाषा निवडा

source: English
hi: अंग्रेज़ी
mr: इंग्रजी

source: Hindi
hi: हिन्दी
mr: हिंदी

source: Marathi
hi: मराठी
mr: मराठी

source: Email
hi: ईमेल
mr: ईमेल

source: Password
hi: पासवर्ड
mr: पासवर्ड

# dontHaveAccount
source: Don’t have an account? Register
hi: क्या खाता नहीं है? पंजीकरण करें
mr: खाते नाही? नोंदणी करा

source: Create Profile
hi: प्रोफ़ाइल बनाएं
mr: प्रोफाइल तयार करा

source: Name
hi: नाम
mr: नाव

source: Annual Income
hi: वार्षिक आय
mr: वार्षिक उत्पन्न

source: Savings
hi: बचत
mr: बचत

source: Gender
hi: लिंग
mr: लिंग

source: Category
hi: श्रेणी
mr: श्रेणी

source: Male
hi: पुरुष
mr: पुरुष

source: Female
hi: महिला
mr: स्त्री

source: Other
hi: अन्य
mr: इतर

source: General
hi: सामान्य
mr: सामान्य

source: OBC
hi: ओबीसी
mr: ओबीसी

source: SC
hi: अनुसूचित जाति
mr: एससी

source: ST
hi: अनुसूचित जनजाति
mr: एसटी

source: Next
hi: अगला
mr: पुढे

source: Back
hi: वापस
mr: मागे

source: Finish
hi: समाप्त
mr: पूर्ण करा

source: Error
hi: त्रुटि
mr: त्रुटी

# homeTitle
source: Welcome
hi: स्वागत है
mr: स्वागत

source: Welcome
hi: स्वागत है
mr: स्वागत

source: User
hi: यूज़र
mr: वापरकर्ता

# recommendedSchemes
source: Here are your recommended schemes:
hi: यहां आपकी सिफारिश की गई योजनाएं हैं:
mr: तुमच्यासाठी शिफारस केलेल्या योजना येथे आहेत:

# noSchemesFound
source: No recommendations found or check your profile data.
hi: कोई सिफारिश नहीं मिली या अपनी प्रोफ़ाइल जांचें।
mr: कोणतीही शिफारस सापडली नाही किंवा तुमची प्रोफाइल माहिती तपासा.

source: Goal
hi: उद्देश्य
mr: उद्दिष्ट

source: Benefits
hi: लाभ
mr: फायदे

# returns
source: Return
hi: रिटर्न
mr: परतावा

source: Duration
hi: अवधि
mr: कालावधी

source: Website
hi: वेबसाइट
mr: वेबसाइट

source: Score
hi: स्कोर
mr: स्कोअर

# appSubtitle
source: Find the best schemes for you
hi: अपने लिए सर्वोत्तम योजनाएं खोजें
mr: तुमच्यासाठी सर्वोत्तम योजना शोधा

# loginSuccess
source: Login successful!
hi: लॉगिन सफल!
mr: लॉगिन यशस्वी!

source: Login failed
hi: लॉगिन विफल
mr: लॉगिन अयशस्वी

# nameRequired
source: Name is required
hi: नाम आवश्यक है
mr: नाव आवश्यक आहे

# emailRequired
source: Email is required
hi: ईमेल आवश्यक है
mr: ईमेल आवश्यक आहे

# passwordLength
source: Password must be at least 6 characters
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
mr: पासवर्ड किमान 6 अक्षरांचा असावा

# chatbot
source: Continue as Guest
hi: चैटबॉट
mr: चॅटबॉट

source: Your Finances
hi: आपकी वित्तीय स्थिति
mr: तुमची आर्थिक स्थिती

source: About You
hi: आपके बारे में
mr: तुमच्याबद्दल

# incomeGroup1Lakh
source: <1 Lakh
hi: <1 लाख
mr: <1 लाख

# incomeGroup1to2Lakh
source: 1-2 Lakh
hi: 1-2 लाख
mr: 1-2 लाख

# incomeGroup2to5Lakh
source: 2-5 Lakh
hi: 2-5 लाख
mr: 2-5 लाख

# incomeGroup5to10Lakh
source: 5-10 Lakh
hi: 5-10 लाख
mr: 5-10 लाख

# incomeGroup10PlusLakh
source: 10+ Lakh
hi: 10+ लाख
mr: 10+ लाख

source: Urban
hi: शहरी
mr: शहरी

# defaultSituation
source: Looking for investment schemes
hi: निवेश योजनाओं की तलाश में
mr: गुंतवणूक योजनांचा शोध घेत आहे

# welcomeSchemes
source: Welcome! Here are the schemes you are eligible for.
hi: स्वागत है! आपके लिए योग्य योजनाएँ यहाँ हैं।
mr: स्वागत आहे! आपल्यासाठी पात्र योजना येथे आहेत.

# typeGoalOrNeed
source: Type your goal or need (optional)
hi: अपना लक्ष्य या आवश्यकता लिखें (वैकल्पिक)
mr: आपला उद्देश किंवा गरज लिहा (ऐच्छिक)

source: Find
hi: खोजें
mr: शोधा

# noRecommendations
source: No eligible recommendations found.
hi: कोई योग्य अनुशंसा नहीं मिली।
mr: पात्र शिफारसी सापडल्या नाहीत.

source: Match Score
hi: मिलान स्कोर
mr: जुळणी स्कोर

# trackerComingSoon
source: Tracker page coming soon!
hi: ट्रैकर पेज जल्द आ रहा है!
mr: ट्रॅकर पृष्ठ लवकरच येत आहे!

# profileComingSoon
source: Profile page coming soon!
hi: प्रोफाइल पेज जल्द आ रहा है!
mr: प्रोफाइल पृष्ठ लवकरच येत आहे!

# microLoansComingSoon
source: Micro Loans page coming soon!
hi: माइक्रो लोन पेज जल्द आ रहा है!
mr: मायक्रो लोन पृष्ठ लवकरच येत आहे!

source: Home
hi: होम
mr: मुख्यपृष्ठ

source: Tracker
hi: ट्रैकर
mr: ट्रॅकर

source: Profile
hi: प्रोफाइल
mr: प्रोफाइल

source: Micro Loans
hi: माइक्रो लोन
mr: मायक्रो लोन

source: Welcome, {user}!
hi: स्वागत है, {user}!
mr: स्वागत आहे, {user}!

# searchGoalOrNeed
source: Search your goal or need
hi: अपने लक्ष्य या आवश्यकता खोजें
mr: आपला उद्देश किंवा गरज शोधा

source: Risk
hi: जोखिम
mr: जोखीम

source: Term
hi: अवधि
mr: कालावधी

# supportComingSoon
source: Support page coming soon!
hi: सपोर्ट पेज जल्द आ रहा है!
mr: सपोर्ट पृष्ठ लवकरच येत आहे!

source: Support
hi: सपोर्ट
mr: सपोर्ट

source: Support Hub
hi: सपोर्ट हब
mr: सपोर्ट हब

# supportHubWelcome
source: Support Hub. Connect with local agents and get help with your financial schemes.
hi: सपोर्ट हब। स्थानीय एजेंटों से जुड़ें और अपनी वित्तीय योजनाओं के लिए सहायता प्राप्त करें।
mr: सपोर्ट हब। स्थानिक एजंटशी कनेक्ट व्हा आणि तुमच्या आर्थिक योजनांसाठी मदत मिळवा।

# howCanWeHelp
source: How can we help you today?
hi: आज हम आपकी कैसे मदद कर सकते हैं?
mr: आज आम्ही तुमची कशी मदत करू शकतो?

# searchKnowledgeBase
source: Search our knowledge base or connect with an expert
hi: हमारे ज्ञान आधार की खोज करें या किसी विशेषज्ञ से जुड़ें
mr: आमच्या ज्ञान पायाचा शोध घ्या किंवा तज्ञाशी जोडून घ्या

# searchHelpTopics
source: Search articles, FAQs, and help topics...
hi: लेख, FAQ और सहायता विषयों की खोज करें...
mr: लेख, FAQ आणि मदत विषयांचा शोध घ्या...

source: Search cleared
hi: खोज साफ़ की गई
mr: शोध साफ केला

source: Connect with Local Agents
hi: स्थानीय एजेंटों से जुड़ें
mr: स्थानिक एजंटशी जोडून घ्या

# findExpertHelp
source: Find expert help in your area
hi: अपने क्षेत्र में विशेषज्ञ सहायता प्राप्त करें
mr: तुमच्या क्षेत्रात तज्ञांची मदत शोधा

# agentInfo
source: Agent: {name}, Region: {region}
hi: एजेंट: {name}, क्षेत्र: {region}
mr: एजंट: {name}, क्षेत्र: {region}

# regionNotSpecified
source: Not specified
hi: निर्दिष्ट नहीं
mr: निर्दिष्ट नाही

# calling
source: Calling {phone}
hi: {phone} पर कॉल कर रहे हैं
mr: {phone} वर कॉल करत आहे

# openingEmail
source: Opening email to {email}
hi: {email} पर ईमेल खोल रहे हैं
mr: {email} वर ईमेल उघडत आहे

source: Call
hi: कॉल करें
mr: कॉल करा

source: Message
hi: संदेश
mr: संदेश

source: Bank Customer Care
hi: बैंक कस्टमर केयर
mr: बँक कस्टमर केअर

# bankCustomerCareDescription
source: 24/7 support for all your banking needs
hi: आपकी सभी बैंकिंग आवश्यकताओं के लिए 24/7 सहायता
mr: तुमच्या सर्व बँकिंग गरजांसाठी 24/7 सपोर्ट

source: Primary Customer Care
hi: प्राथमिक कस्टमर केयर
mr: प्राथमिक कस्टमर केअर

# primaryCustomerCareSubtitle
source: 24/7 Available • General Support
hi: 24/7 उपलब्ध • सामान्य सहायता
mr: 24/7 उपलब्ध • सामान्य सपोर्ट

source: Technical Support
hi: तकनीकी सहायता
mr: तांत्रिक सपोर्ट

# technicalSupportSubtitle
source: Mon-Fri, 8AM - 6PM • Technical Issues
hi: सोमवार-शुक्रवार, सुबह 8 बजे - शाम 6 बजे • तकनीकी समस्याएं
mr: सोम-शुक्र, सकाळी 8 - संध्याकाळी 6 • तांत्रिक समस्या

source: Call Now
hi: अभी कॉल करें
mr: आता कॉल करा

# helpTooltip
source: Help
hi: सहायता
mr: मदत

# getHelpSupport
source: Get help and support for your financial schemes and questions
hi: अपनी वित्तीय योजनाओं और प्रश्नों के लिए सहायता और समर्थन प्राप्त करें
mr: तुमच्या आर्थिक योजना आणि प्रश्नांसाठी मदत आणि सपोर्ट मिळवा

source: Community
hi: कम्युनिटी
mr: कम्युनिटी

source: My Profile
hi: मेरी प्रोफ़ाइल
mr: माझे प्रोफाइल

# profilePageTts
source: My Profile page. View your personal information, financial summary, and active schemes.
hi: मेरी प्रोफ़ाइल पृष्ठ। अपनी व्यक्तिगत जानकारी, वित्तीय सारांश और सक्रिय योजनाएँ देखें।
mr: माझी प्रोफाइल पृष्ठ. आपली वैयक्तिक माहिती, आर्थिक सारांश आणि सक्रिय योजना पहा.

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
mr: प्रोफाइल संपादित करा

source: Logout
hi: लॉगआउट
mr: लॉगआउट

source: Logging out
hi: लॉगआउट हो रहे हैं
mr: लॉगआउट होत आहे

# contactInfo
source: Contact Information
hi: संपर्क जानकारी
mr: संपर्क माहिती

source: No email
hi: कोई ईमेल नहीं
mr: ईमेल नाही

source: No phone
hi: कोई फ़ोन नहीं
mr: फोन नाही

source: No location
hi: कोई स्थान नहीं
mr: स्थान नाही

source: Phone
hi: फ़ोन
mr: फोन

source: Location
hi: स्थान
mr: स्थान

source: Financial Summary
hi: वित्तीय सारांश
mr: आर्थिक सारांश

source: Total Savings
hi: कुल बचत
mr: एकूण बचत

source: Active Schemes
hi: सक्रिय योजनाएं
mr: सक्रिय योजना

source: Investment Returns
hi: निवेश रिटर्न
mr: गुंतवणूक परतावा

source: Goals Achieved
hi: लक्ष्य प्राप्त
mr: साध्य झालेले लक्ष्य

source: rupees
hi: रुपये
mr: रुपये

# savingsSubtitle
source: +1.2% this month
hi: +1.2% इस महीने
mr: +1.2% या महिन्यात

# activeSchemesSubtitle
source: Joined {count, plural, =0{none} other{1 new}}
hi: {count, plural, =0{कोई नहीं} other{1 नई}}
mr: {count, plural, =0{काही नाही} other{1 नवीन}}

# returnsSubtitle
source: +5% last quarter
hi: पिछली तिमाही में +5%
mr: मागील तिमाहीत +5%

# goalsSubtitle
source: On track for 3 more
hi: 3 और के लिए ट्रैक पर
mr: आणखी 3 साठी ट्रॅकवर

# recentActivities
source: Recent Activities & Tips
hi: हाल की गतिविधियाँ और सुझाव
mr: अलीकडील क्रियाकलाप आणि टिप्स

# recentActivitiesTts
source: Recent Activities and Tips section
hi: हाल की गतिविधियाँ और सुझाव अनुभाग
mr: अलीकडील क्रियाकलाप आणि टिप्स विभाग

# noSchemes
source: No schemes registered yet.
hi: अभी तक कोई योजना पंजीकृत नहीं है।
mr: अद्याप कोणतीही योजना नोंदणीकृत नाही.

# noSchemesTts
source: No schemes registered yet. You can explore new schemes from the home page.
hi: अभी तक कोई योजना पंजीकृत नहीं है। आप होम पेज से नई योजनाएँ देख सकते हैं।
mr: अद्याप कोणतीही योजना नोंदणीकृत नाही. आपण मुख्य पृष्ठावरून नवीन योजना पाहू शकता.

source: Unnamed Scheme
hi: अनाम योजना
mr: नामविहीन योजना

source: Amount
hi: राशि
mr: रक्कम

source: Registered on
hi: पंजीकृत तिथि
mr: नोंदणीची तारीख

source: Next Due Date
hi: अगली देय तारीख
mr: पुढील देय तारीख

source: Scheme
hi: योजना
mr: योजना

# pathToFinancialSuccess
source: Your Path to Financial Success
hi: आपकी वित्तीय सफलता का रास्ता
mr: तुमच्या आर्थिक यशाचा मार्ग

# financialToolsDescription
source: Simple, visual tools to help you manage money and access financial services
hi: पैसे का प्रबंधन करने और वित्तीय सेवाओं तक पहुंचने में मदद करने के लिए सरल, दृश्य उपकरण
mr: पैसे व्यवस्थापित करण्यासाठी आणि आर्थिक सेवांमध्ये प्रवेश मिळवण्यासाठी सोपी, दृश्य साधने

source: Already Have Account
hi: पहले से खाता है
mr: आधीपासून खाते आहे

source: Voice Assistant
hi: आवाज सहायक
mr: आवाज सहायक

# voiceAssistantDescription
source: Get personalized recommendations to improve your financial situation
hi: अपनी वित्तीय स्थिति को बेहतर बनाने के लिए व्यक्तिगत सिफारिशें प्राप्त करें
mr: तुमची आर्थिक परिस्थिती सुधारण्यासाठी वैयक्तिकृत शिफारसी मिळवा

# unsureWhatYouNeed
source: Unsure of what you need?
hi: क्या आपको यकीन नहीं है कि आपको क्या चाहिए?
mr: तुम्हाला काय हवे आहे याची खात्री नाही?

# browseSchemes
source: Browse through our schemes
hi: हमारी योजनाओं को देखें
mr: आमच्या योजना पाहा

source: Continue as Guest
hi: अतिथि के रूप में जारी रखें
mr: पाहुणे म्हणून सुरू ठेवा

# welcomeToSchemeRecommender
source: Welcome to Scheme Recommender! Your AI-powered financial companion for discovering government schemes.
hi: स्कीम रिकमेंडर में आपका स्वागत है! सरकारी योजनाओं की खोज के लिए आपका एआई-संचालित वित्तीय साथी।
mr: स्कीम रिकमेंडरमध्ये आपले स्वागत आहे! सरकारी योजनांचा शोध घेण्यासाठी तुमचा एआय-संचालित आर्थिक साथीदार.

source: Login to ArthSamarth
hi: ArthSamarth में लॉगिन करें
mr: ArthSamarth मध्ये लॉगिन करा

# loginToFinWise
source: Login to ArthSamarth
hi: ArthSamarth में लॉगिन करें
mr: ArthSamarth मध्ये लॉगिन करा

source: Welcome Back!
hi: वापसी पर स्वागत है!
mr: परत आपले स्वागत आहे!

# loginDescription
source: Discover your personalized financial recommendations and track your progress
hi: अपनी व्यक्तिगत वित्तीय सिफारिशों की खोज करें और अपनी प्रगति को ट्रैक करें
mr: तुमच्या वैयक्तिकृत आर्थिक शिफारसी शोधा आणि तुमची प्रगती ट्रॅक करा

source: Email or Username
hi: ईमेल या उपयोगकर्ता नाम
mr: ईमेल किंवा वापरकर्तानाव

source: Forgot Password?
hi: पासवर्ड भूल गए?
mr: पासवर्ड विसरलात?

source: Log in Securely
hi: सुरक्षित रूप से लॉगिन करें
mr: सुरक्षितपणे लॉगिन करा

source: Continue with Chatbot
hi: चैटबॉट के साथ जारी रखें
mr: चॅटबॉटसह सुरू ठेवा

source: Continue as Agent
hi: एजेंट के रूप में जारी रखें
mr: एजंट म्हणून सुरू ठेवा

source: Register as Agent
hi: एजेंट के रूप में पंजीकरण करें
mr: एजंट म्हणून नोंदणी करा

# dontHaveAccountRegister
source: Don't have an account?
hi: क्या खाता नहीं है?
mr: खाते नाही?

# registerAsNewUser
source: Register as a New User
hi: नए उपयोगकर्ता के रूप में पंजीकरण करें
mr: नवीन वापरकर्ता म्हणून नोंदणी करा

source: Logging in
hi: लॉगिन हो रहा है
mr: लॉगिन करत आहे

# loginSuccessMessage
source: Login successful! Redirecting to home screen.
hi: लॉगिन सफल! होम स्क्रीन पर रीडायरेक्ट कर रहे हैं।
mr: लॉगिन यशस्वी! होम स्क्रीनवर रीडायरेक्ट करत आहे.

# loginFailedMessage
source: Login failed. Please check your credentials and try again.
hi: लॉगिन विफल। कृपया अपनी साख जांचें और फिर से कोशिश करें।
mr: लॉगिन अयशस्वी. कृपया तुमची ओळखपत्रे तपासा आणि पुन्हा प्रयत्न करा.

# welcomeLoginMessage
source: Welcome to Scheme Recommender Login. Enter your credentials to access your account, or explore other options like chatbot or agent services.
hi: स्कीम रिकमेंडर लॉगिन में आपका स्वागत है। अपने खाते तक पहुंचने के लिए अपनी साख दर्ज करें, या चैटबॉट या एजेंट सेवाओं जैसे अन्य विकल्पों का अन्वेषण करें।
mr: स्कीम रिकमेंडर लॉगिनमध्ये आपले स्वागत आहे. तुमच्या खात्यात प्रवेश मिळवण्यासाठी तुमची ओळखपत्रे प्रविष्ट करा, किंवा चॅटबॉट किंवा एजंट सेवांसारखे इतर पर्याय एक्सप्लोर करा.

# emailFieldEmpty
source: Email field is empty
hi: ईमेल फ़ील्ड खाली है
mr: ईमेल फील्ड रिकामे आहे

# passwordFieldEmpty
source: Password field is empty
hi: पासवर्ड फ़ील्ड खाली है
mr: पासवर्ड फील्ड रिकामे आहे

source: Password entered
hi: पासवर्ड दर्ज किया गया
mr: पासवर्ड प्रविष्ट केला

# loginButtonDescription
source: Login button. Tap to sign in to your account.
hi: लॉगिन बटन। अपने खाते में साइन इन करने के लिए टैप करें।
mr: लॉगिन बटण. तुमच्या खात्यात साइन इन करण्यासाठी टॅप करा.

source: Opening chatbot
hi: चैटबॉट खोल रहे हैं
mr: चॅटबॉट उघडत आहे

source: Opening agent login
hi: एजेंट लॉगिन खोल रहे हैं
mr: एजंट लॉगिन उघडत आहे

source: Opening agent registration
hi: एजेंट पंजीकरण खोल रहे हैं
mr: एजंट नोंदणी उघडत आहे

# createNewProfile
source: Don't have an account? Create profile
hi: क्या खाता नहीं है? प्रोफ़ाइल बनाएं
mr: खाते नाही? प्रोफाइल तयार करा

# createNewProfileDescription
source: Don't have an account? Create a new profile to get started.
hi: क्या खाता नहीं है? आरंभ करने के लिए एक नया प्रोफ़ाइल बनाएं।
mr: खाते नाही? सुरुवात करण्यासाठी नवीन प्रोफाइल तयार करा.

source: OR
hi: या
mr: किंवा

# createArthSamarthAccount
source: Create Your ArthSamarth Account
hi: अपना ArthSamarth खाता बनाएं
mr: तुमचे ArthSamarth खाते तयार करा

# createFinWiseAccount
source: Create Your ArthSamarth Account
hi: अपना ArthSamarth खाता बनाएं
mr: तुमचे ArthSamarth खाते तयार करा

source: Personal Info
hi: व्यक्तिगत जानकारी
mr: वैयक्तिक माहिती

source: Financial & Occupational
hi: वित्तीय और व्यावसायिक
mr: आर्थिक आणि व्यावसायिक

source: Demographics & Bank
hi: जनसांख्यिकी और बैंक
mr: लोकसंख्याशास्त्र आणि बँक

source: Full Name
hi: पूरा नाम
mr: पूर्ण नाव

source: Email Address
hi: ईमेल पता
mr: ईमेल पत्ता

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
mr: पासवर्डची पुष्टी करा

# enterFullName
source: Enter your full name
hi: अपना पूरा नाम दर्ज करें
mr: तुमचे पूर्ण नाव प्रविष्ट करा

# enterEmail
source: Enter your email
hi: अपना ईमेल दर्ज करें
mr: तुमचा ईमेल प्रविष्ट करा

# createPassword
source: Create a password
hi: एक पासवर्ड बनाएं
mr: पासवर्ड तयार करा

# reenterPassword
source: Re-enter your password
hi: अपना पासवर्ड फिर से दर्ज करें
mr: तुमचा पासवर्ड पुन्हा प्रविष्ट करा

# doBankAccount
source: Do you have a bank account?
hi: क्या आपका बैंक खाता है?
mr: तुमचे बँक खाते आहे का?

source: Yes
hi: हाँ
mr: होय

source: No
hi: नहीं
mr: नाही

# bankAccountRequired
source: You need a bank account to access most schemes. We'll help you connect with support.
hi: अधिकांश योजनाओं तक पहुंचने के लिए आपको एक बैंक खाते की आवश्यकता है। हम आपको सहायता से जुड़ने में मदद करेंगे।
mr: बहुतेक योजनांमध्ये प्रवेश मिळवण्यासाठी तुम्हाला बँक खाते आवश्यक आहे. आम्ही तुम्हाला समर्थनाशी जोडण्यास मदत करू.

# welcomeProfileCreation
source: Welcome to profile creation. Let's set up your account in 3 simple steps.
hi: प्रोफ़ाइल निर्माण में आपका स्वागत है। आइए 3 सरल चरणों में आपका खाता सेट करते हैं।
mr: प्रोफाइल निर्मितीमध्ये आपले स्वागत आहे. चला 3 सोप्या चरणांमध्ये तुमचे खाते सेट करूया.

# step1Description
source: Step 1 of 3: Account Setup. Please enter your name, email, and password.
hi: चरण 1 का 3: खाता सेटअप। कृपया अपना नाम, ईमेल और पासवर्ड दर्ज करें।
mr: चरण 1 पैकी 3: खाते सेटअप. कृपया तुमचे नाव, ईमेल आणि पासवर्ड प्रविष्ट करा.

# step2Description
source: Step 2 of 3: Financial Information. Please enter your annual income and current savings.
hi: चरण 2 का 3: वित्तीय जानकारी। कृपया अपनी वार्षिक आय और वर्तमान बचत दर्ज करें।
mr: चरण 2 पैकी 3: आर्थिक माहिती. कृपया तुमचे वार्षिक उत्पन्न आणि सध्याची बचत प्रविष्ट करा.

# step3Description
source: Step 3 of 3: Personal Details. Please select your gender and category.
hi: चरण 3 का 3: व्यक्तिगत विवरण। कृपया अपना लिंग और श्रेणी चुनें।
mr: चरण 3 पैकी 3: वैयक्तिक तपशील. कृपया तुमचे लिंग आणि श्रेणी निवडा.

# goingBackStep
source: Going back to previous step
hi: पिछले चरण पर वापस जा रहे हैं
mr: मागील चरणावर परत जात आहे

# movingNextStep
source: Moving to next step
hi: अगले चरण पर जा रहे हैं
mr: पुढील चरणावर जात आहे

# creatingAccount
source: Creating your account
hi: आपका खाता बना रहे हैं
mr: तुमचे खाते तयार करत आहे

# selectBankAccount
source: Please select if you have a bank account.
hi: कृपया चुनें कि क्या आपका बैंक खाता है।
mr: कृपया निवडा की तुमचे बँक खाते आहे का.

# creatingAccountWait
source: Creating your account, please wait...
hi: आपका खाता बना रहे हैं, कृपया प्रतीक्षा करें...
mr: तुमचे खाते तयार करत आहे, कृपया प्रतीक्षा करा...

# accountCreatedSuccess
source: Account created successfully! Welcome to Scheme Recommender!
hi: खाता सफलतापूर्वक बनाया गया! स्कीम रिकमेंडर में आपका स्वागत है!
mr: खाते यशस्वीरित्या तयार केले! स्कीम रिकमेंडरमध्ये आपले स्वागत आहे!

# accountCreationFailed
source: Account creation failed. Please try again.
hi: खाता निर्माण विफल। कृपया पुनः प्रयास करें।
mr: खाते निर्माण अयशस्वी. कृपया पुन्हा प्रयत्न करा.

# pleaseSpeakField
source: Please speak your
hi: कृपया अपना बोलें
mr: कृपया तुमचे बोला

source: You said:
hi: आपने कहा:
mr: तुम्ही म्हणालात:

# voiceInputFailed
source: Voice input failed. Please type manually.
hi: वॉइस इनपुट विफल। कृपया मैन्युअल रूप से टाइप करें।
mr: आवाज इनपुट अयशस्वी. कृपया मॅन्युअली टाइप करा.

source: Current gender is
hi: वर्तमान लिंग है
mr: सध्याचे लिंग आहे

# availableOptions
source: Available options are:
hi: उपलब्ध विकल्प हैं:
mr: उपलब्ध पर्याय आहेत:

source: Current category is
hi: वर्तमान श्रेणी है
mr: सध्याची श्रेणी आहे

source: Profile Creation
hi: प्रोफाइल निर्माण
mr: प्रोफाइल निर्मिती

# fullNameVoice
source: full name
hi: पूरा नाम
mr: पूर्ण नाव

# emailAddressVoice
source: email address
hi: ईमेल पता
mr: ईमेल पत्ता

# annualIncomeVoice
source: annual income
hi: वार्षिक आय
mr: वार्षिक उत्पन्न

# savingsVoice
source: current savings
hi: वर्तमान बचत
mr: सध्याची बचत

# needBankAccountSupport
source: You need a bank account to access most schemes. We'll help you connect with support.
hi: अधिकांश योजनाओं तक पहुंचने के लिए आपको बैंक खाते की आवश्यकता है। हम आपको सहायता से जोड़ने में मदद करेंगे।
mr: बहुतेक योजनांमध्ये प्रवेश करण्यासाठी तुम्हाला बँक खाते आवश्यक आहे. आम्ही तुम्हाला समर्थनाशी जोडण्यासाठी मदत करू.

# goingBack
source: Going back to previous step
hi: पिछले चरण पर वापस जा रहे हैं
mr: मागील टप्प्यावर परत जात आहे

# searchingForSchemes
source: Searching for schemes related to: {goal}
hi: योजनाओं की खोज की जा रही है: {goal}
mr: योजनांचा शोध घेत आहे: {goal}

# loadingEligibleSchemes
source: Loading your eligible schemes
hi: आपकी योग्य योजनाएं लोड की जा रही हैं
mr: तुमच्या पात्र योजना लोड करत आहे

# foundSchemesForSearch
source: Found {count} schemes matching your search for {goal}
hi: {goal} के लिए आपकी खोज से मेल खाने वाली {count} योजनाएं मिलीं
mr: {goal} साठी तुमच्या शोधाशी जुळणाऱ्या {count} योजना सापडल्या

# loadedEligibleSchemes
source: Loaded {count} schemes you're eligible for
hi: आपके लिए योग्य {count} योजनाएं लोड की गईं
mr: तुमच्यासाठी पात्र {count} योजना लोड केल्या

# failedToLoadSchemes
source: Failed to load schemes. Please try again.
hi: योजनाएं लोड करने में विफल। कृपया पुनः प्रयास करें।
mr: योजना लोड करण्यात अपयश. कृपया पुन्हा प्रयत्न करा.

# pageNumber
source: Page {page}
hi: पृष्ठ {page}
mr: पृष्ठ {page}

# welcomeToFinancialHub
source: Welcome to Financial Scheme Hub! Loading your personalized recommendations.
hi: फाइनेंसियल स्कीम हब में आपका स्वागत है! आपकी व्यक्तिगत सिफारिशें लोड की जा रही हैं।
mr: फायनान्सियल स्कीम हबमध्ये आपले स्वागत आहे! तुमच्या वैयक्तिकृत शिफारसी लोड करत आहे.

# welcomeToFinancialHubDescription
source: Welcome to Financial Scheme Hub! Find personalized recommendations for your financial goals.
hi: फाइनेंसियल स्कीम हब में आपका स्वागत है! अपने वित्तीय लक्ष्यों के लिए व्यक्तिगत सिफारिशें खोजें।
mr: फायनान्सियल स्कीम हबमध्ये आपले स्वागत आहे! तुमच्या आर्थिक उद्दिष्टांसाठी वैयक्तिकृत शिफारसी शोधा.

source: Discover Financial Opportunities
hi: वित्तीय अवसरों की खोज करें
mr: आर्थिक संधी शोधा

source: Find Your Perfect Scheme
hi: अपनी सही योजना खोजें
mr: तुमची योग्य योजना शोधा

source: What are you looking for?
hi: आप क्या खोज रहे हैं?
mr: तुम्ही काय शोधत आहात?

# usingAiToFind
source: Using AI to find the best schemes for: {searchText}
hi: {searchText} के लिए सर्वोत्तम योजनाओं को खोजने के लिए एआई का उपयोग कर रहे हैं
mr: {searchText} साठी सर्वोत्तम योजना शोधण्यासाठी एआय वापरत आहे

# refreshingEligibleSchemes
source: Refreshing your eligible schemes
hi: आपकी योग्य योजनाओं को रीफ्रेश कर रहे हैं
mr: तुमच्या पात्र योजना रीफ्रेश करत आहे

source: User profile not found.
hi: उपयोगकर्ता प्रोफ़ाइल नहीं मिली।
mr: वापरकर्ता प्रोफाइल सापडली नाही.

# noDataReceived
source: No data received from backend.
hi: बैकएंड से कोई डेटा प्राप्त नहीं हुआ।
mr: बॅकएंडकडून कोणताही डेटा प्राप्त झाला नाही.

source: AI Recommendations
hi: एआई सिफारिशें
mr: एआय शिफारसी

source: Eligible Schemes
hi: योग्य योजनाएं
mr: पात्र योजना

# schemesFound
source: {count} schemes found
hi: {count} योजनाएं मिलीं
mr: {count} योजना सापडल्या

# showingAiRecommendations
source: Showing AI-powered recommendations based on your search
hi: आपकी खोज के आधार पर एआई-संचालित सिफारिशें दिखाई जा रही हैं
mr: तुमच्या शोधाच्या आधारावर एआय-संचालित शिफारसी दाखवत आहे
