Repository: AishwaryaKandalkar/Scheme-Recommender
Catalog: db_hackathon_new/lib/l10n/app_*.arb
Languages: hi, mr

# showingEligibleSchemes
source: Showing schemes you're eligible for based on your profile
hi: आपकी प्रोफ़ाइल के आधार पर योग्य योजनाएं दिखाई जा रही हैं
mr: तुमच्या प्रोफाइलच्या आधारावर पात्र योजना दाखवत आहे

# foundSchemesTotal
source: {modeText}. Found {count} schemes.
hi: {modeText}। {count} योजनाएं मिलीं।
mr: {modeText}. {count} योजना सापडल्या.

# pageOf
source: Page {current} of {total}
hi: पृष्ठ {current} का {total}
mr: पृष्ठ {current} पैकी {total}

source: schemes
hi: योजनाएं
mr: योजना

# totalSchemesFound
source: Page {current} of {total}. Total {count} schemes found.
hi: पृष्ठ {current} का {total}। कुल {count} योजनाएं मिलीं।
mr: पृष्ठ {current} पैकी {total}. एकूण {count} योजना सापडल्या.

# returnLabel
source: Return
hi: रिटर्न
mr: परतावा

# riskLabel
source: Risk
hi: जोखिम
mr: जोखीम

# termLabel
source: Term
hi: अवधि
mr: मुदत

source: Change Language
hi: भाषा बदलें
mr: भाषा बदला

source: Active Member
hi: सक्रिय सदस्य
mr: सक्रिय सदस्य

# profileUserInfo
source: Profile: {userName}, Active Member
hi: प्रोफ़ाइल: {userName}, सक्रिय सदस्य
mr: प्रोफाइल: {userName}, सक्रिय सदस्य

source: Contact Information
hi: संपर्क जानकारी
mr: संपर्क माहिती

# contactInfoVoice
source: Contact Information. Email: {email}. Phone: {phone}. Location: {location}.
hi: संपर्क जानकारी। ईमेल: {email}। फ़ोन: {phone}। स्थान: {location}।
mr: संपर्क माहिती. ईमेल: {email}. फोन: {phone}. स्थान: {location}.

# financialSummaryVoice
source: Financial Summary. Total Savings: {savings} rupees. Active Schemes: {schemes}. Investment Returns: {returns} rupees. Goals Achieved: {goals}
hi: वित्तीय सारांश। कुल बचत: {savings} रुपये। सक्रिय योजनाएं: {schemes}। निवेश रिटर्न: {returns} रुपये। लक्ष्य प्राप्त: {goals}
mr: आर्थिक सारांश. एकूण बचत: {savings} रुपये. सक्रिय योजना: {schemes}. गुंतवणूक परतावा: {returns} रुपये. साध्य झालेले लक्ष्य: {goals}

# thisMonthGrowth
source: +1.2% this month
hi: इस महीने +1.2%
mr: या महिन्यात +1.2%

# joinedNewScheme
source: Joined {count} new
hi: {count} नई जुड़ी
mr: {count} नवीन सामील

source: Joined none
hi: कोई नहीं जुड़ी
mr: काहीही सामील नाही

# lastQuarterGrowth
source: +5% last quarter
hi: पिछली तिमाही +5%
mr: गेल्या तिमाहीत +5%

# onTrackForMore
source: On track for 3 more
hi: 3 और के लिए ट्रैक पर
mr: आणखी 3 साठी मार्गावर

# recentActivitiesAndTips
source: Recent Activities & Tips
hi: हाल की गतिविधियां और सुझाव
mr: अलीकडील क्रियाकलाप आणि टिप्स

# recentActivitiesVoice
source: Recent Activities and Tips section
hi: हाल की गतिविधियां और सुझाव अनुभाग
mr: अलीकडील क्रियाकलाप आणि टिप्स विभाग

# noSchemesRegistered
source: No schemes registered yet.
hi: अभी तक कोई योजना पंजीकृत नहीं।
mr: अजून कोणतीही योजना नोंदणीकृत नाही.

# exploreNewSchemes
source: Explore new schemes from the home page to get started!
hi: शुरुआत करने के लिए होम पेज से नई योजनाओं का अन्वेषण करें!
mr: सुरुवात करण्यासाठी होम पेजवरून नवीन योजनांचा शोध घ्या!

# noSchemesVoice
source: No schemes registered yet. You can explore new schemes from the home page.
hi: अभी तक कोई योजना पंजीकृत नहीं। आप होम पेज से नई योजनाओं का अन्वेषण कर सकते हैं।
mr: अजून कोणतीही योजना नोंदणीकृत नाही. तुम्ही होम पेजवरून नवीन योजनांचा शोध घेऊ शकता.

source: Registered
hi: पंजीकृत
mr: नोंदणीकृत

# schemeVoiceInfo
source: Scheme: {name}. Amount: {amount} rupees. Registered on: {regDate}. Next due date: {dueDate}
hi: योजना: {name}। राशि: {amount} रुपये। पंजीकृत: {regDate}। अगली देय तारीख: {dueDate}
mr: योजना: {name}. रक्कम: {amount} रुपये. नोंदणीकृत: {regDate}. पुढील देय तारीख: {dueDate}

source: Select Language
hi: भाषा चुनें
mr: भाषा निवडा

source: {language} selected
hi: {language} चुनी गई
mr: {language} निवडली

# myProfilePageDescription
source: My Profile page. View your personal information, financial summary, and active schemes.
hi: मेरी प्रोफ़ाइल पेज। अपनी व्यक्तिगत जानकारी, वित्तीय सारांश और सक्रिय योजनाएं देखें।
mr: माझे प्रोफाइल पेज. तुमची वैयक्तिक माहिती, आर्थिक सारांश आणि सक्रिय योजना पहा.

# profilePageVoice
source: Profile: {name}, Active Member
hi: प्रोफ़ाइल: {name}, सक्रिय सदस्य
mr: प्रोफाइल: {name}, सक्रिय सदस्य
